function makeObjects(numHouse) {
	  var poligonObject = {
		    1: {content: 'Пеленгатор',
			buildRect: [[52.262185, 104.405229], [52.262633, 104.406653]],
			poligon: [[52.262159, 104.405244], [52.262825, 104.405792], [52.262591, 104.406616],
		            [52.261925, 104.406074]]},
		    2: {content: 'СКП-297',
			buildRect: [[52.262093, 104.409030], [52.261935, 104.409046]],
			poligon: [[52.261935, 104.408929], [52.261993, 104.408973], [52.262003, 104.408947],
		            [52.262035, 104.408967],[52.262032, 104.408996],[52.262057, 104.409056], [52.262040, 104.409109],
		            [52.262002, 104.409113],[52.261903, 104.409036]]},
		    3: {content: 'ДПСП',
			poligon: [[52.265452, 104.392644], [52.265696, 104.392786], [52.265187, 104.394564],
		            [52.264983, 104.394446]]},
		    4: {content: 'РЭМ',
			poligon: [[52.273977, 104.362521], [52.273978, 104.362722], [52.273279, 104.362830],
		            [52.273264, 104.362623]]},
		    5: {content: 'АДП',
			poligon: [[52.273496, 104.361102], [52.273518, 104.361666], [52.273356, 104.361693],
		            [52.273335, 104.361116]]},
		    6: {content: 'АТС',
			poligon: [[52.275501, 104.359963], [52.275517, 104.360574], [52.275379, 104.360574],
		            [52.275361, 104.359968]]}
    };
   					   
    var onePolygon = new ymaps.Polygon([poligonObject[numHouse]['poligon']], {hintContent: poligonObject[numHouse]['content']},
			{fillColor: '#6699ff',
    			// Делаем полигон прозрачным для событий карты.
    			interactivityModel: 'default#transparent',
    			strokeWidth: 1,
    			opacity: 0.5});
    return onePolygon;
}
